---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamLightWeight
source: html/b79c24c8-bad2-69fa-dddb-8cd48cf4e117.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamLightWeight Property

"Lightweight"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamLightWeight { get; }
```